<?php

    $lang = array(
        'navbar' => array(
            'li-1' => 'On-Road',
            'li-2' => 'Kатегории',
            'li-3' => 'Yслуги',
            'li-4' => 'Pезюме',
            'li-5' => 'Kонтакт',
            'li-6' => 'Bойти',
            'li-7' => 'Перевести на (En)'
        ),
        'guid-page' =>   array(
            'h1-1'  =>   'Hello Mr/Miss',
            'h4-1'  =>   'Welcome to my first project version v1.5',
            'span-1'    =>   'Next',
            'h6-1'  =>   'on-road page :',
            'p-1'   =>   'this is the main page of this website, in this page I just want to show you
                my initial abilities to create a nice responsive layout using html5/css3/javaScript',
            'li-1'  =>   '(1) - used as well bootstrap library v5.1',
            'li-2'  =>   '(2) - This layout was inspired by',
            'a-1'     =>   'pinterest',
            'h6-2'  =>   ' resume page :',
            'p-2'   =>   'this is resume page of this website, in this page I want to show you
                my resume, Goals, and needs. Therefore,  I am asking you to read my resume.',
            'h6-3'  =>   'sign-in page :',
            'p-3'   =>   'this is members page of this website, in this page I want to show you
                my initial abilities in back-end developement',
            'li-3'  =>   '(1) - working on php langauge',
            'li-4'  =>   '(2) - sending and receiving data from database by MYSQL',
            'h6-4'  =>   'on-road',
            'p-4'   =>   'note: i started this project in 08/2023, therefore, this website isn\'t complete<br>
                & I\'m still developing it.',
            'p-5'   =>   'thank you for reading the guid line of my project, feel free browsing my website<br>
                I need a company which provides me a training period to improve my skills as a web-developer',
        ),
        'carousel-inner' => array(
            'h1'    => 'Добро пожаловать на сайт On-Road',
            'p1'    => 'Ващ помощник на рынке автомобилей',
            'h2'    => 'Сервисное Обслуживание Вашего Автомобиля',
            'p2'    => 'мы стараемся предложить вам подходящие услуги, которые вам нужны для вашего автомобиля',
            'h3'    => 'Настройка существует',
            'p3'    => 'вы можете найти то, что подходит именно вашему автомобилю, чтобы скорректировать его характеристики и внешний вид'
        ),
        'header-phone'  => array(
            'h4'    =>  'добро пожаловать на наш веб-сайт',
            'h5'    =>  'ваша станция для перехода'
        ),
        'categories'    =>  array(
            'span'  =>  'последние предложения',
            'h1'    =>  'категории автомобилей',
            'p'     =>  'в зависимости от трех различных и основных категорий вы можете найти свой автомобиль
            который содержит информацию о типе автомобиля, его марке и типе используемого двигателя',
            'h6-1'        =>  'Тип автомобиля',
            'h6-2'        =>  'Марка и тип автомобиля',
            'h6-3'        =>  'Тип двигателя автомобиля',
            'span-2'      =>  'Детали'
        ),
        'service'   => array(
            'span_1'    =>  'Настройка',
            'span_2'    =>  'Детали',
            'h6-1'      =>  'Коробка передач',
            'h6-2'      =>  'Колесо',
            'h6-3'      =>  'Место водителя',
            'h6-4'      =>  'дизайн интерьера',
            'h6-5'      =>  'Ремонт двигателя',
            'h6-6'      =>  'Мощность двигателя',
            'h6-7'      =>  'Увеличьте скорость',
            'h6-8'      =>  'Поломки'
        ),
        'three-starts'   => array(
            'h4'    =>  'эксклюзивный сервис',
            'h2'    =>  'специальное предложение с ограниченным сроком действия',
            'p'     =>  'вы можете найти обычное обслуживание и кастомизацию для вашего автомобиля',
            'span'  =>  'Детали'
        ),
        'news'      =>  array(
            'span'  =>  'on road новости',
            'h1'    =>  'последние новости',
            'p'     =>  'последние новости, где вы можете найти все о новых автомобилях, доступных для наших автодилеров, 
            а также предложения от участников дорожного движения, которые размещают объявления о продаже с разумными ценами, 
            новости по всему миру для тех, кто интересуется автомобильным миром',
            'news-grid'     =>  array(
                'span_2'      =>  'подробнее',
                'h6-1'        =>  'Новый электрический внедорожник',
                'h5-1'        =>  'спортивный интерьер',
                'p-1'         =>  'Я могла бы к этому привыкнуть”. Я только что показала Дженн, как пользоваться массажными креслами EX90.
                “Это так здорово”, - делится впечатлениями ее подруга Лекс. Это единственный раз, когда они вдвоем сидят неподвижно. 
                Они исследовали каждый уголок нового электрического внедорожника Volvo, начиная с 34-литрового багажника
                (“маловат, я не смог втиснуть туда холодильник”) и заканчивая местом в самом заднем ряду 
                (“Я был бы счастлив совершить здесь короткое путешествие”)',
                'h6-2'  =>  'командное соревнование',
                'h5-2'  =>  'лучшие технические характеристики автомобиля car 2017',
                'p-2'     =>  'Ferrari F80 против McLaren W1: все, чего нам не хватает, - это конкурента от Porsche
                , чтобы воспроизвести легендарный суперкар Holy Trinity super bout 10-летней давности. Но пока Штутгарт
                не разберется с этим, у нас на руках аппетитная дуэль с этими двумя игроками, и цифры обещают это. 
                Вот как они выглядят на бумаге.',
                'h6-3'  =>  'Электромобиль',
                'h5-3'  =>  'видеозапись',
                'p-3'   =>  'С прошлого года сделки по аренде и финансированию электромобилей значительно расширились',
                'h6-4'  =>  'Formula 1',
                'h5-4'  =>  'аудиозапись сообщения',
                'p-4'   =>  'Для Боттаса это завершает непрерывный 13-летний опыт работы в этом виде спорта, в течение которого он выиграл 10 гран-при.',
                'span-5'  =>  'виды спорта',
                'h6-5'    =>  'Астон Мартин',
                'h5-5'    =>  'усовершенствованный интерьер',
                'p-5'     =>  'Aston Martin DB12 Goldfinger Edition посвящен 60-летнему партнерству двух всемирно признанных британских брендов'
            )
        ),
        'about'     =>  array(
            'p'         =>  'веб-сайт on-road - это платформа, с помощью которой вы можете купить автомобиль 
            своей мечты и выбрать понравившийся перечень услуг, предлагаемых нашей выездной командой',
            'span-1'    =>  'получите свой ',
            'span-2'    =>  'последние новости'
        ),
        'news-send'     =>  array(
            'span'  =>  'подписываться',
            'h3'    =>  'подпишитесь на рассылку новостей',
            'p'     =>  'Присоединяйтесь к нашему сообществу, чтобы оставлять свои комментарии и делиться с нами своими идеями'
        ),
        'about-me'      =>  array(
            'a'     =>  'Наэм Саэр',
            'h6'    =>  ', Россия, Томск',
            'p'     =>  'Я хочу работать веб-разработчиком на php и запустил on-road в качестве своего первого проекта,
            Я работал над несколькими версиями, и это версия v1.5 если вам интересно ознакомиться с моим резюме, пожалуйста ',
            'a-2'   =>  'проверять',
            'call-me'   =>  array(
                'p'     =>  'ты можешь следовать за мной по моему пути.',
                'p2'    =>  ' счет'
            )
        ),
        'footer'    =>  array(
            'span'  =>  'автосалон',
            'p'     =>  'наша платформа находится на пути к тому, чтобы стать одним из лучших автосалонов 
            в России. мы стараемся оставаться высокотехнологичными, используя множество различных технологий.
            новых автомобилей, а также найти лучший контракт на подержанные автомобили и
            обеспечить наших клиентов лучшим автосервисом.',
            'h6'    =>  'часы работы',
            'span-2'    =>  'Пн, Сб с 07:00 до 18:00',
            'span-3'    =>  'Воскресенье закрыто',
            'h5'        =>  'новейшие автомобили',
            'h5-2'      =>  'последние новости',
            'h5-3'      =>  'связаться с нами',
            'p-3'       =>  'в новых моделях bmw будет использоваться углеродное волокно, которое сделает их легче и прочнее',
            'p-4'       =>  'гибридные и электрические автомобили - это эволюция современной эпохи',
            'span-4'    =>  '4мин назад',
            'span-5'    =>  'Россия, г. Томск, ул. Ленина, 144, Б12',
            'span-6'    =>  'тел: +7 (996) 637-37-24',
            'span-7'    =>  'факс: 1164-7741-8547',
            'span-8'    =>  'Емайл: : thaernaem@mail.ru'
        )
    );
    $resume = array(
        'navbar-phone'  =>  array(
            'li-1'    =>  'Категории',
            'li-2'    =>  'Услуги',
            'li-3'    =>  'Контакт'
        ),
        'resume'    =>  array(
        'h4-1'      =>  'Контактная информация :',
        'h4-2'      =>  'Личная информация :',
        'h4-3'      =>  'Академические цели и задачи :',
        'span-1'    =>  'вызов',
        'span-2'    =>  ': +7 (996) 637-37-24',
        'span-3'    =>  'WhatsApp',
        'span-4'    =>  ': +963 988 753 903',
        'span-5'    =>  'Емайл',
        'span-6'    =>  ': thaernaem@mail.ru',
        'span-7'    =>  'gmail',
        'span-8'    =>  ': thaerna988@gmail.com',
        'span-9'    =>  'гражданство',
        'span-10'    =>  ': Сирийский',
        'span-11'    =>  'дата рождения',
        'span-12'    =>  ': 02.04.1996',
        'span-13'    =>  'последняя сертификация',
        'span-14'    =>  ': MBA',
        'span-15'    =>  'текущее местоположение',
        'span-16'    =>  ': Россия, Томск',
        'p'          =>  'Стремясь продолжить свой путь обучения, я страстно
            ищу российский университет, специализирующийся на бизнесе и экономике, который мог бы предоставить мне
            возможность получить докторскую степень в области делового администрирования, расширить мои навыки
            и снабдить меня подходящими инструментами управления, чтобы я мог получить реальный опыт работы в России. 
            Особенно в этот период, когда Россия стремится стать одной из крупнейших экономик мира.
            Я хотел бы заняться разработкой бизнес-процессов, и я готов продолжать в этой области 
            в будущем и стать одним из консультантов по менеджменту в этой области.',
        'h1-1'  =>  'Саэр',
        'h1-2'  =>  'Наэм',
        'h2-1'  =>  'аспирант',
        'p-2'   =>  'Привет, я аспирант, пишу кандидатскую диссертацию по бизнес-администрированию
            в ТУСУРе в Томске. С тех пор, как я познакомился с веб-разработкой, я хотел стать веб-разработчиком.
            Поэтому я ищу компанию, которая могла бы предоставить мне период обучения, чтобы улучшить
            мои навыки и начать эффективно работать.',
        'span-17'   =>  'Моя история о Веб-Разработке',
        'span-18'   =>  'образование и сертификаты',
        'span-19'   =>  'опыт работы',
        'span-20'   =>  'Языки',
        'span-21'   =>  'Сертификаты и навыки',
        ),
        'content-1'     =>  array(
            'str-1'     =>  'мой путь к тому, чтобы стать профессиональным php-веб-разработчиком',
            'str-2'     =>  'front-end :',
            'p-1'       =>  'В начале 2023 года я начал работать самостоятельно, чтобы иметь возможность создать полноценный веб-сайт.
                сначала я начал с языков клиентской части или, как их еще называют, front-end (раздел дизайна).
                создайте структуру с помощью html-тегов, затем оформите их с помощью css3 и создайте макет
                взаимодействие с java-скриптом.',
            'str-3'     =>  'back-end :',
            'p-2'       =>  'недавно, после сдачи экзамена по русскому языку 01.07.2023<br>
                Я начал с серверной части или, как ее еще называют, back-end (раздел программирования)
                используя один из известных языков программирования php, который является базовым для моего веб-сайта
                связывание страниц, отправка, защита и получение данных из базы данных и, наконец, 
                кодирование на Cmder MYSQL кодов для создания, управления и корректировки таблиц и данных в базе данных.'
        ),
        'content-2'     =>  array(
            'str-1'     =>  '(2021 - 2023) Сирийский виртуальный университет :',
            'p-1'       =>  '- Степень магистра делового администрирования.<br>
                Эта тема относится к информационным системам управления<br>
                => Реинжиниринг бизнес-процессов<br>
                К сожалению, Сирия - развивающаяся страна, поэтому она не может обеспечить меня
                реальными практическими управленческими навыками, как Россия. Однако во время обучения в магистратуре
                Я познакомился со многими интересными предметами и замечательными преподавателями. Теперь я хочу 
                получить степень доктора философии после предоставления мне стипендии для обучения в России, а затем и DBA.<br>',
            'str-2'     =>  '(2019 - 2020) Дамасский педагогический факультет :',
            'p-2'       =>  '- Диплом об образовании<br>
                Преподавание было моей профессией в Сирии, и я приобрел хороший опыт в этой области.
                Тогда я хотел поддержать свою карьеру учителя, обогатив свои знания
                об образовательной среде, и я познакомился со многими интересными предметами и преподавателями.<br>',
            'str-3'     =>  '2014 - 2018 Дамасский факультет искусств :',
            'p-3'       =>  '- Степень бакалавра в области изобразительного искусства<br>
                если ты хочешь стать профессионалом, будь трудолюбивым. Однако, если ты хочешь быть
                особенным, будь художником. Изучение изобразительного искусства помогло мне задуматься о дизайне
                правильно и замечательно в моей карьере и в моей жизни.<br>',
        ),
        'content-3'     =>  array(
            'str-1'     =>  '(2021 - 2022) Институт неограниченных горизонтов :',
            'p-1'       =>  '- Преподаватель английского языка (серия Interchange)<br>
                Поддержка студентов в умении мыслить на английском языке<br>
                Все языковые навыки важны, особенно умение читать, но многие студенты, когда
                они заканчивают школу, но не могут говорить из-за страха и отсутствия подготовки. Следовательно,
                Я сосредоточил обучение на ораторском искусстве, проводя презентации и беседы.',
            'str-2'     =>  '((2018 - 2021) Лучшие хиты Yello для рекламы и консалтинга:',
            'p-2'       =>  '- Тренер по графическому дизайну для новых сотрудников отдела дизайна<br>
                - 3D-дизайнер в программном обеспечении Modo<br>
                Учебная программа для студентов старших курсов из Дамаска<br>
                факультет изобразительного искусства для работы в качестве графических дизайнеров в командах.',
            'str-3'     =>  '(2016 - 2018) Институт Мумтаз-Аль-Бахра:',
            'p-3'       =>  '- Инструктор по искусству для студентов старших курсов<br>
                - Преподавание игры на фортепиано в начальной школе музыки<br>
                Обучающая программа для старшеклассников по подготовке к вступительным экзаменам
                на факультет изобразительных искусств, а также по подготовке музыкальных произведений с моей группой, которая
                принадлежит этому институту.',
        ),
        'content-4'     =>  array(
            'p-1'       =>  'Моя стратегия включает в себя владение русским и английским языками, чтобы иметь возможность
                работать в России преподавателем русского и иностранных языков в вашем университете
                студенты, исследователь или консультант, руководитель проектной команды или даже в
                компании или международные корпорации.<br>',
            'str-1'     =>  'Русский язык: B1',
            'p-2'       =>  'По сути, я начал изучать русский язык с тех пор, как приехал в Томск
                в октябре 2023 года, потому что мой подготовительный курс по русскому языку в университете
                с октября 2023 года по июнь 2023 года. Я сдал экзамен A1 с результатом 83%,
                сдал экзамен A2 с результатом 88% и экзамен B1 с результатом 85%. Я хорошо говорю по-русски
                и немного разбираюсь в своей теме (BPR). Было бы лучше, если бы ваш университет
                предоставляет дополнительные курсы русского языка с более высокими уровнями, такими как B2 и C1
                потому что последний экзамен в июне будет на уровне B1<br>',
            'str-2'     =>  'Английский язык: B2',
            'p-3'       =>  'Фактически, я изучал английский язык всего 3 года в Высшей языковой школе
                Институт в Дамаске, Сирия, и сейчас я продолжаю повышать свой уровень. 
                Я хочу получить международный сертификат
                например, IELTS или TOEFL, и я стремлюсь получить международную сертификацию
                для управления проектами PMP и уровня владения C2. Я умею правильно
                и безукоризненно говорить и объяснять о своей специализации и готов
                проводить собеседования, когда это необходимо.<br>',
            'str-3'     =>  'Арабский язык: Носитель языка',
        ),
        'content-5'     =>  array(
            'str-1'     =>  '(2022) Сертифицированный профессиональный тренер',
            'str-2'     =>  '- У меня есть сертификат Дуврского университета',
            'p-1'     =>  'Мне очень нравится делать презентации, я тренируюсь, чтобы начать делать презентации
                за период моего обучения в вашем университете по многим темам, связанным
                по моей специализации (разработка бизнес-процессов)',
            'str-3'     =>  '(2021) Сертификат по английскому языку B2',
            'str-4'     =>  '- Сертификат от HIL в Сирии',
            'p-2'       =>  'продолжительность обучения в Высшем институте языков в Дамаске - 1 год',
            'str-5'     =>  '(2015) Сертификат специалиста по 3D-моделированию',
            'str-6'     =>  '- Сертификация в частном институте дизайна',
            'p-3'       =>  'это обычная сертификация, но мне нравилось работать 3D-моделистом,
                создавать продукцию и упаковывать ее',
            'str-8'     =>  'Компьютерное программное обеспечение :',
            'str-7'     =>  '- Семейство Adobe (Photoshop - Illustrator)',
            'str-9'     =>  '- Modo (программа 3D-моделирования)',
            'p-4'       =>  'Когда я работал дизайнером, мне очень нравилось работать над ними',
            'str-10'    =>  '- Microsoft Office (проект - Powerpoint)',
            'p-5'       =>  'Когда я работал над своим магистерским проектом и делал много презентаций',
            'str-11'    =>  '- VS Code (редактор для веб-разработчиков)',
            'p-6'       =>  'В настоящее время я планирую работать веб-разработчиком в российской компании
                одновременно с обучением в вашем университете, чтобы
                поддержать свою карьеру, знания и опыт в моей специализации
                (разработка бизнес-процессов).',
        )
    );